# CLI tools
brew "git"
brew "gh"
brew "fish"
brew "starship"
brew "asdf"
brew "biome"
brew "pnpm"
brew "uv"
brew "awscli"

# Apps
cask "ghostty"
cask "visual-studio-code"
cask "obsidian"
cask "google-chrome"
cask "google-drive"
cask "docker-desktop"
cask "github"
cask "zotero"
cask "slack"
cask "discord"
cask "mactex"
cask "dbeaver-community"
