github.copilot-chat
anthropic.claude-code
alefragnani.project-manager
biomejs.biome
bierner.markdown-mermaid
james-yu.latex-workshop
davidanson.vscode-markdownlint
richie5um2.vscode-sort-json
bradlc.vscode-tailwindcss
ms-vscode.live-server
ms-python.python
mechatroner.rainbow-csv
github.vscode-pull-request-github
